acpi
acpilight
alacritty
alsa-utils
amdvlk
arch-wiki-docs
archlinux-keyring
archlinux-wallpaper
artha
ascii
aspell-en
autoconf
automake
base
bat
battop
betterdiscordctl
betterlockscreen
bind
binutils
bison
blight
blueman
bluez-tools
bluez-utils
brave-bin
breeze-gtk
bridge-utils
brightnessctl
btop
btrfs-progs
cgames
cmatrix
cockpit
cups
cups-pdf
dash
dialog
dict-git
discord
dkms
dmenu
dnsmasq
dosbox-x
dunst
ed
etcher-bin
evillimiter
exa
fakeroot
file
findutils
firefox
flex
fzf
gawk
gcc
gdk-pixbuf2-docs
gettext
gimp
git
glfw-wayland
gnome-disk-utility
goaccess
google-earth-pro
gotop-bin
grep
groff
grub
grub-customizer
gst-plugin-pipewire
gucharmap
gzip
hdparm
heroic-games-launcher-bin
hplip
htop
iftop
inetutils
inkscape
intel-ucode
iptables-nft
iw
iwd
jre8-openjdk
kdiskmark
kvantum
legendary
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libjpeg-turbo
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mesa
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
lib32-vulkan-radeon
liberica-jdk-8-full-bin
libguestfs
libopenraw
libpulse
libqalculate
libreoffice-fresh
libtool
libva-mesa-driver
libvirt
light
linux
linux-firmware
linux-headers
linux-lts
linux-lts-docs
linux-zen
linux-zen-headers
logwatch
lshw
lutris
lxappearance
lynx
m4
maim
make
man-db
marble
materia-gtk-theme
mkinitcpio-firmware
mlocate
mpc
mpv
nano
nasm
nbwmon
ncdu
ncurses5-compat-libs
neofetch
neovim
network-manager-applet
networkmanager
nitch
nmap
noto-fonts-emoji
ocl-icd
onlyoffice-bin
openbsd-netcat
openttd
os-prober
pacman
pamixer
papirus-icon-theme
paru
patch
pax-utils
pcmanfm
pfetch
phinger-cursors
picom
pipes.sh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
polkit-gnome
procs
ps2-bios
pulsemixer
python-adblock
python-bluepy
python-notify2
python-pip
python-psutil
python-reportlab
qemu-full
qogir-gtk-theme
qtile
qtile-extras-git
ranger
redshift
reflector
ripgrep
rofi
rofi-calc
sane
scour
sddm
sddm-sugar-dark
sed
smartmontools
st
steam
sudo
sysstat
teams
terminus-font
texinfo
thunderbird
tlauncher-org
tldr
traceroute
ttf-nerd-fonts-symbols-2048-em
unarj
unrar
unzip
vde2
viewnior
vim
virt-manager
virt-viewer
vlc
vulkan-radeon
webp-pixbuf-loader
wget
which
whois
wine-staging
wireless_tools
wireplumber
wqy-zenhei
xarchiver
xbindkeys
xdg-user-dirs
xdotool
xf86-video-amdgpu
xf86-video-ati
xfce4-power-manager
xfce4-terminal
xorg-server
xorg-xhost
xorg-xinit
xsane
xterm
yt-dlp
zathura
zathura-pdf-mupdf
zram-generator
zsh
