7-zip-full
acpi
alacritty
alsa-utils
amdvlk
arandr
arc-icon-theme
arch-wiki-docs
archlinux-keyring
ascii
autoconf
automake
awesome-git
base
bat
battop
betterdiscordctl-git
betterlockscreen
bind
binutils
bison
blender
blight
blueman
bluez-tools
bluez-utils
brave-bin
breeze-gtk
bridge-utils
brightnessctl
btrfs-progs
calcurse
cdrtools
checkbashisms
clipnotify
cmatrix
cockpit
cups
cups-pdf
dash
debugedit
devour
dex
dialog
discord
dkms
dmidecode
dnsmasq
dosbox-x
downgrade
dunst
ed
electron
erlang
erlang-cl
etcher-bin
fakeroot
feh
file
findutils
firefox
flex
fzf
gawk
gcc
gcolor3
gdk-pixbuf2-docs
geekbench
gettext
gimp
git
gnome-disk-utility
goaccess
google-earth-pro
gotop-bin
grep
groff
grub
grub-customizer
gst-plugin-pipewire
gstreamer-vaapi
gtk4
gufw
gzip
hdparm
heroic-games-launcher-bin
hplip
htop
inetutils
inkscape
intel-ucode
iotop
iptables-nft
iw
iwd
jq
kdiskmark
kvantum
lazygit
legendary
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libjpeg-turbo
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mesa
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
lib32-vulkan-radeon
libguestfs
libopenraw
libpulse
libreoffice-fresh
libtool
libva-mesa-driver
libvirt
linux
linux-firmware
linux-headers
linux-zen
linux-zen-headers
logwatch
lsw
luarocks
lxappearance
m4
maim
make
man-db
materia-gtk-theme
mkinitcpio-firmware
mlocate
mpc
mpv
nano
nasm
nbwmon
ncdu
ncurses5-compat-libs
neofetch
neovim
network-manager-applet
networkmanager
newsflash
nextcloud-client
nitch
nitrogen
nmap
noto-fonts-emoji
npm
nyx
okular
onlyoffice-bin
openbsd-netcat
os-prober
pacman
pamixer
papirus-icon-theme
paru
patch
pax-utils
pcmanfm
phinger-cursors
picom-ibhagwan-git
pipes.sh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
polkit-gnome
protonup-git
pulsemixer
python-adblock
python-bluepy
python-notify2
python-pip
python-psutil
python-pyqt5
python-reportlab
python-wpm
qemu-full
qgnomeplatform-qt5
qogir-gtk-theme
qt5ct
qtile
rebar
rebar3
redshift
reflector
ripgrep
rofi
rofi-calc
rofi-emoji
s-tui-git
sane
scour
sddm
sddm-sugar-dark
sed
smartmontools
steam
sudo
sxhkd
sysstat
teams
terminus-font
texinfo
thunderbird
timeshift-bin
tlauncher
tldr
tlp
tlp-rdw
tlpui
tmux
traceroute
ttf-font-awesome
ttf-iosevka-nerd
ttf-jetbrains-mono
ttf-liberation
ttf-mononoki
ttf-nerd-fonts-symbols
ufw
unarj
unrar
unzip
vde2
viewnior
vim
virt-manager
virt-viewer
vulkan-radeon
vulkan-tools
webp-pixbuf-loader
wget
which
whois
wine-staging
winetricks
wireless_tools
wireplumber
wmctrl
xarchiver
xbindkeys
xclip
xdg-ninja-git
xdg-user-dirs
xdg-utils
xdotool
xf86-video-ati
xorg-server
xorg-xbacklight
xorg-xev
xorg-xhost
xorg-xinit
xorg-xsetroot
xorg-xwininfo
xsane
xsel
xterm
yad
yt-dlp
zathura
zathura-pdf-mupdf
zip
zram-generator
zsh
